"Job Log" = "Job Log";
"Job Log2" = "Job Log";

"User ID" = "User ID";
"User ID:" = "User ID:";

"Job Type" = "Job Type";
"Job Type:" = "Job Type:";

"File Name" = "File Name";
"File Name:" = "File Name:";

"Password" = "Password";
"Password:" = "Password:";

"User Code" = "User Code";
"User Code:" = "User Code:";

"Time" = "Time";
"Time:" = "Time:";

"Enable User Code" = "Enable User Code";
"Pop up Every Time" = "Pop up Every Time";
"User Code Always Blank" = "User Code Always Blank";
"OK" = "OK";
"Cancel" = "Cancel";
"Enable Specify Time" = "Set Print Time";

"Folder Number" = "Folder Number";
"Folder Number:" = "Folder Number:";

"Folder Password" = "Folder Password";
"Folder Password:" = "Folder Password:";

"Normal Print" = "Normal Print";
"Sample Print" = "Sample Print";
"Locked Print" = "Locked Print";
"Hold Print" = "Hold Print";
"Stored Print" = "Stored Print";
"Store and Print" = "Store and Print";
"Document Server" = "Document Server";

"(4-8 digits)" = " (4-8 digits.)";

"Enter a valid File Name" = "Enter a valid File Name.";
"Enter a valid Password" = "Enter a valid Password.";
"Enter a valid User Code" = "Enter a valid User Code.";
"Enter a valid User ID" = "Enter a valid User ID.";
"Enter a valid Folder Password" = "Enter a valid Folder Password.";

"(Up to 8 alphanumeric characters)" = " (Up to 8 alphanumeric characters.)";
"(Up to 16 alphanumeric characters)" = "(Up to 16 alphanumeric characters.)";
"(4 digits)" = " (4-8 digits.)";
"(Up to 8 digits)" = " (4-8 digits.)";